Repository: tushkan60/grail-save-sheet
Catalog: src/locale/messages.*.xlf
Languages: ru

# ngb.alert.close
source: Close
ru: Закрыть

# ngb.toast.close-aria
source: Close
ru: Закрыть

# ngb.datepicker.select-month
source: Select month
ru: Выбрать месяц

# ngb.datepicker.previous-month
source: Previous month
ru: Предыдущий месяц

# ngb.carousel.slide-number
source: Slide {INTERPOLATION} of {INTERPOLATION_1}
ru: Слайд {INTERPOLATION} из {INTERPOLATION_1}

# ngb.timepicker.hours
source: Hours
ru: Часы

# ngb.carousel.previous
source: Previous
ru: Назад

# ngb.datepicker.select-year
source: Select year
ru: Выбрать год

# ngb.datepicker.next-month
source: Next month
ru: Следующий месяц

# ngb.carousel.next
source: Next
ru: Далее

# ngb.timepicker.minutes
source: Minutes
ru: Минуты

# ngb.timepicker.increment-hours
source: Increment hours
ru: Увеличить часы

# ngb.pagination.first-aria
source: First
ru: Первый

# ngb.pagination.previous-aria
source: Previous
ru: Предыдущий

# ngb.timepicker.decrement-hours
source: Decrement hours
ru: Уменьшить часы

# ngb.pagination.next-aria
source: Next
ru: Следующий

# ngb.timepicker.increment-minutes
source: Increment minutes
ru: Увеличить минуты

# ngb.pagination.last-aria
source: Last
ru: Последний

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ru: Уменьшить минуты

# ngb.timepicker.seconds
source: Seconds
ru: Секунды

# ngb.timepicker.increment-seconds
source: Increment seconds
ru: Увеличить секунды

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ru: Уменьшить секунды

source: Enter your email
ru: Введите вашу почту

source: Enter your password
ru: Введите ваш пароль

source: {{ isLoginMode ? "Login" : "Sign up" }}
ru: {{ isLoginMode ? "Войти" : "Зарегистрироваться" }}

source: Switch to {{ !isLoginMode ? "Login" : "Sign up" }}
ru: Переключиться на {{ !isLoginMode ? "Войти" : "Зарегистрироваться" }}

source: Achievements Sheet
ru: Таблица достижений

source: Winds of Wyrdness
ru: Ветры Искажения

source: Reclamation
ru: Возвращение

source: War for Avalon
ru: Война за Авалон

source: Restoring The Order
ru: Восстановление ордена

source: Enemies Of Avalon
ru: Враги Авалона

source: Remnants
ru: Выжившие

source: Deep Secret
ru: Глубокая тайна

source: Disturbing Information
ru: Гнетущее открытие

source: Dreams And Prophecies
ru: Грезы и пророчества

source: Diplomat
ru: Дипломат

source: Diplomatic Mission
ru: Дипломатическая миссия

source: Hunters Mark
ru: Добыча охотника

source: Charred Knowledge
ru: Жгучее знание

source: Farpoint Clues
ru: Загадки на краю света

source: Fall Of Chivalry
ru: Закат рыцарства

source: Shrine Secure
ru: Защита святыни

source: Peoples Champion
ru: Защитник народа

source: Scrounger
ru: Иждивенец

source: Halfway Intrigue
ru: Интриги на Полпути

source: Redemption
ru: Искупление

source: Maggots Redemption
ru: Искупление Червяка

source: Tuathan Exploration
ru: Исследование Туатана

source: Hidden Treasures
ru: Клад

source: End Of The Road
ru: Конец Дороги

source: Cosuil
ru: Косуль

source: Traveling Menhir
ru: Кочующий менгир

source: Matricide
ru: Матереубийство

source: Peace In Borough
ru: Мир в боро

source: Moonring Mission
ru: Мунрингское дело

source: Monastery Discovered
ru: Найденный монастырь

source: Deal Breaker
ru: Нарушитель соглашений

source: Faels Legacy
ru: Наследие Фаэля

source: Burning Mystery
ru: Необъяснимая тайна

source: General Directions
ru: Общие указания

source: Cold Pyre
ru: Остывший костер

source: Lost And Fallen
ru: Павшие

source: Mourning Song
ru: Погребальная песнь

source: Something Is Watching
ru: Под наблюдением

source: Supplying The Revolt
ru: Поддержка мятежа

source: Underfern
ru: Подморье

source: Pathfinder
ru: Поиск пути

source: LeftBehind
ru: Покинутое место

source: Helping The Knights
ru: Помощь рыцарям

source: Tangleroot Knowledge
ru: Попавшие в переплет

source: Ladys Task
ru: ЗПоручение владычицы

source: Morgaines Task
ru: Поручение Морганы

source: Final Confrontations
ru: Последнее противостояние

source: Final Lesson
ru: Последний урок

source: Last Haven
ru: Последняя гавань

source: Call From Beyond
ru: Потусторонний зов

source: Guest Of Honor
ru: Почетный гость

source: Gerraints Successor
ru: Преемник Геррейнта

source: Shelter In The Storm
ru: Прибежище от бури

source: Cherished Belongings
ru: Пропавшие пожитки

source: Mystery Solved
ru: Раскрытая тайна

source: Glen Ritual
ru: Ритуал в долине

source: Helping Hand
ru: Рука помощи

source: Stonemasons Secret
ru: Секрет каменщика

source: Riddle Of The Old Steel
ru: Секрет старой стали

source: Tracker
ru: Следопыт

source: Remedy
ru: Снадобье

source: Allies Of Avalon
ru: Союзники Авалона

source: Saved By The Goddess
ru: Спасенные Богиней

source: Pillager
ru: Стервятник

source: Strange Encounters
ru: Странные встречи

source: Fate Of The Expedition
ru: Судьба экспедиции

source: Secrets Of The Forest
ru: Тайны леса

source: Fortunate Meetings
ru: Ценные встречи

source: Black Cauldron
ru: Черный котел

source: Escalation
ru: Эскалация

source: Player {{ player }}
ru: Игрок {{ player }}

source: Save Sheet
ru: Лист сохранения

source: Input game name
ru: Введите название игры

source: Menhir #{{ i + 1 }}
ru: Менгир #{{ i + 1 }}

source: Location
ru: Локация

source: Dial Value
ru: Значение счетчика

source: Select
ru: Значение

source: Quest Dial #{{ i + 1 }}
ru: Счетчик миссии #{{ i + 1 }}

source: Guardians
ru: Стражи

source: Guardian #{{ i + 1 }} Location
ru: Страж #{{ i + 1 }} Локация

source: Player notes:
ru: Игровые заметки:

source: Saved games
ru: Сохраненные игры

source: Fetch
ru: Загрузить

source: Fetch list of games
ru: Загрузить список сохраненных игр

source: Last change of {{ game.lastChange | date }}
ru: Последнее изменение {{ game.lastChange | date }}

source: Removed Locations Sheet
ru: Лист удаленных локаций

source: Old
ru: До

source: New
ru: После

source: Add location
ru: Добавить локацию

source: Menu
ru: Меню

source: You are logged in as:
ru: Вы вошли как:

source: Main Menu
ru: Главное меню

source: Back to Main Menu
ru: Вернуться в главное меню

source: Save sheet
ru: Лист сохранения

source: To save sheet
ru: Перейти к листу сохранения

source: Players
ru: Игроки

source: To players sheet
ru: Перейти к списку игроков

source: Achievements
ru: Достижения

source: To achievements sheet
ru: Перейти к списку достижений

source: To removed locations sheet
ru: Перейти к списку удаленных локаций

source: Login / Sign Up
ru: Войти / Зарегистрироваться

source: Logout
ru: Выйти

source: New Game
ru: Новая игра

source: Start new game
ru: Начать новую игру

source: Continue
ru: Продолжить

source: Continue game
ru: Продолжить игру

source: Load Game
ru: Загрузить игру

source: Chose game from list
ru: Загрузить ранее сохраненную игру

source: Clear Data
ru: Очистить

source: Clear all loaded data
ru: Стереть загруженные данные

source: Save
ru: Сохранить

source: Save game as new
ru: Сохранить как новую игру

source: Update
ru: Обновить

source: Update this game
ru: Обновить текущую игру

source: When you have any six parts of this status, go to BoS, Verse 525
ru: Получив любые 6 частей, см. строфу 525 в книге секретов

source: When you have any six parts of this status, go to BoS, Verse 512
ru: Получив любые 6 частей, см. строфу 512 в книге секретов

source: When you have parts 1-8 of this status, go to BoS, Verse 405
ru: Получив части 1-8, см. строфу 405 в книге секретов

source: When you have all 4 parts of this status, play special event V
ru: Получив все 4 части, разыграйте особое событие В.

source: Gold
ru: Золото

source: Food
ru: Еда

source: Rep
ru: Реп.

source: Exp
ru: Опыт

source: Magic
ru: Магия

source: Count
ru: Счетчик

source: Name
ru: Имя
